{"status":200,"message":"success","count":500,"quotes":[{"text":"My mom was an aesthetician and she went to beauty school back in the '60s. I just remember watching her do her makeup all the time. She always had her nails done, makeup on - her face was ready to go when she went out. I loved it.","author":"Emmanuelle Chriqui","tag":"mom"},{"text":"Injustice, poverty, slavery, ignorance - these may be cured by reform or revolution. But men do not live only by fighting evils. They live by positive goals, individual and collective, a vast variety of them, seldom predictable, at times incompatible.","author":"Isaiah Berlin","tag":"men"},{"text":"We also own a little boat and I'm like a kid with it. I take off early in the morning, fishing rod in tow, and just drift about the ocean all day.","author":"Perry Como","tag":"morning"},{"text":"She got her looks from her father. He's a plastic surgeon.","author":"Groucho Marx","tag":"beauty"},{"text":"The beauty of golf, you're in charge out here.","author":"Mike Weir","tag":"beauty"},{"text":"It remains to consider what attitude thoughtful men and Christian believers should take respecting them, and how they stand related to beliefs of another order.","author":"Asa Gray","tag":"attitude"},{"text":"I've been very competitive by nature from a young age, whether it was eating a bowl of pasta faster than somebody else, or always wanting to be the first one in line.","author":"Maria Sharapova","tag":"nature"},{"text":"Always kiss your children goodnight, even if they're already asleep.","author":"H. Jackson Brown, Jr.","tag":"parenting"},{"text":"In our own state, we came up with, I think, what was a very novel approach to closing the gap on the uninsured. To harmonize medical records - which was a major step in getting costs out of the system.","author":"Jon Huntsman, Jr.","tag":"medical"},{"text":"Work is a prayer. And I start off every morning dedicating it to our Creator.","author":"Joseph Murray","tag":"morning"},{"text":"Procedures outside the stadiums and in the parking areas still need to be optimized, for example so that emergency medical services can leave the grounds on their way to the hospital faster.","author":"Otto Schily","tag":"medical"},{"text":"I love what I do and I think it shows. As my kids get older, they can see me as a mom who loves working.","author":"Jessica Capshaw","tag":"mom"},{"text":"One man that has a mind and knows it can always beat ten men who haven't and don't.","author":"George Bernard Shaw","tag":"men"},{"text":"Men are only as great as they are kind.","author":"Elbert Hubbard","tag":"men"},{"text":"A beautiful bouquet or a long-lasting flowering plant is a traditional gift for women, but I have recommended that both men and women keep fresh flowers in the home for their beauty, fragrance, and the lift they give our spirits.","author":"Andrew Weil","tag":"beauty"},{"text":"A sculptor wields The chisel, and the stricken marble grows To beauty.","author":"William C. Bryant","tag":"beauty"},{"text":"Without true medical liability reform, our doctors will continue to leave, and young doctors coming out of medical school $100,000 to $200,000 in debt will not be able to afford such onerous costs.","author":"Jim Gerlach","tag":"medical"},{"text":"Fashion fosters cliches of beauty, but I want to tear them apart.","author":"Miuccia Prada","tag":"beauty"},{"text":"The sound of the blades on the ice in the morning is like smelling fresh coffee.","author":"Tara Lipinski","tag":"morning"},{"text":"Homer is new this morning, and perhaps nothing is as old as today's newspaper.","author":"Charles Peguy","tag":"morning"},{"text":"Music must take rank as the highest of the fine arts - as the one which, more than any other, ministers to the human spirit.","author":"Herbert Spencer","tag":"music"},{"text":"I first wanted to be a psychiatrist. I decided against that in medical school when I discovered that psychiatrists didn't, in reality, do what they did on TV.","author":"Benjamin Carson","tag":"medical"},{"text":"One thing that people keep on saying to me is that the wealth and the fame must have made up for missing out on my childhood. But the idea of money - putting a price on your childhood - is ridiculous. You will never get those years back and you can't put a price on them.","author":"Tom Felton","tag":"money"},{"text":"While a case can be made for intelligent design, I can't figure out why some Christians are so thrilled about that possibility. First of all, it doesn't prove there's a God. If anything, intelligent design lends support to some form of pantheism that defines God as immanent within nature.","author":"Tony Campolo","tag":"nature"},{"text":"My constant prayer, my number one foreign goal, is to bring peace to Israel. And in the process to Israel's neighbours.","author":"Jimmy Carter","tag":"peace"},{"text":"My mom doesn't get the whole gay thing, but she loves me.","author":"Jai Rodriguez","tag":"mom"},{"text":"Speech is human nature itself, with none of the artificiality of written language.","author":"Alfred North Whitehead","tag":"nature"},{"text":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","tag":"peace"},{"text":"I was thinking that when I have children, that I should always dress as a character for them, so they think their mom is Alice in Wonderland or Cinderella.","author":"Gwen Stefani","tag":"mom"},{"text":"I wanted to go to medical school. But, I never got a college scholarship.","author":"Edwin Moses","tag":"medical"},{"text":"The attitude of the actor is his interpretation of what he reads, and the written word is what creates the role in the actor's mind, and I guess in reading the things that were given to me, I reacted as you guys saw me, you know.","author":"Gene Barry","tag":"attitude"},{"text":"Know or listen to those who know.","author":"Baltasar Gracian","tag":"motivational"},{"text":"My mom's been married three times my dad has been married a lot. I didn't really see my dad that much.","author":"Skeet Ulrich","tag":"mom"},{"text":"Peace, if it ever exists, will not be based on the fear of war but on the love of peace.","author":"Julien Benda","tag":"peace"},{"text":"Whether it's a 16-year old girl, or a mom, or a guy, or anybody, as long as they come up and they're excited to meet me 'cause they've had some sort of relationship with something I've created, it's the coolest thing ever. It never gets old. It's awesome.","author":"Andy Grammer","tag":"mom"},{"text":"It would behoove the world to become used to this fact: that without a just solution to the Palestine tragedy, there can be no stable peace in the Middle East.","author":"King Hussein I","tag":"peace"},{"text":"My parents and grandparents have always been engaged in teaching or the medical profession or the priesthood, so I've sort of grown up with a sense of complicity in the lives of other people, so there's no virtue in that it's the way one is raised.","author":"Colin Firth","tag":"medical"},{"text":"I write the vocals last, because I wanted to invent the music first and push the music to the level that I had to compete against it.","author":"Axl Rose","tag":"music"},{"text":"Maybe I'm old-fashioned. But I remember the beauty and thrill of being moved by Broadway musicals - particularly the endings of shows.","author":"Marvin Hamlisch","tag":"beauty"},{"text":"And in movies you must be a gambler. To produce films is to gamble.","author":"Douglas Sirk","tag":"movies"},{"text":"I have a lot of respect for marriage.","author":"Dominic Monaghan","tag":"marriage"},{"text":"My mom used to have a lot of European cinema playing in the house, so I'd catch bits and pieces of films.","author":"Mia Wasikowska","tag":"mom"},{"text":"I have a big problem with piped music. I like either silence or to listen to it properly.","author":"Sting","tag":"music"},{"text":"Each experience I go through - marriage, my public life, my personal life - I'm learning as I go.","author":"Jason Sudeikis","tag":"marriage"},{"text":"How poor are they that have not patience! What wound did ever heal but by degrees?","author":"William Shakespeare","tag":"patience"},{"text":"Growing up I didn't watch movies.","author":"Denzel Washington","tag":"movies"},{"text":"Nobody makes movies like Oliver Stone.","author":"Shia LaBeouf","tag":"movies"},{"text":"The architect should strive continually to simplify the ensemble of the rooms should then be carefully considered that comfort and utility may go hand in hand with beauty.","author":"Frank Lloyd Wright","tag":"beauty"},{"text":"Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral.","author":"Vernon A. Walters","tag":"attitude"},{"text":"New Orleans life is such a night life. The thing that comes up very often is that our day essentially doesn't start until midnight or 2 in the morning.","author":"Robert Asprin","tag":"morning"},{"text":"Getting out of the hospital is a lot like resigning from a book club. You're not out of it until the computer says you're out of it.","author":"Erma Bombeck","tag":"medical"},{"text":"And of all illumination which human reason can give, none is comparable to the discovery of what we are, our nature, our obligations, what happiness we are capable of, and what are the means of attaining it.","author":"Adam Weishaupt","tag":"nature"},{"text":"No matter what, like, I couldn't - I could break a world record, get an Olympic gold medal, and my mom would be, like, you could have done better. But you looked pretty. That's what she says all the time.","author":"Ryan Lochte","tag":"mom"},{"text":"No gentleman ever discusses any relationship with a lady.","author":"Keith Miller","tag":"men"},{"text":"We cannot remember too often that when we observe nature, and especially the ordering of nature, it is always ourselves alone we are observing.","author":"Georg C. Lichtenberg","tag":"nature"},{"text":"The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.","author":"Plato","tag":"men"},{"text":"My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core.","author":"Vin Diesel","tag":"mom"},{"text":"I think less is more when it comes to kissing in the movies.","author":"Julia Roberts","tag":"movies"},{"text":"I used to spend every morning in detention at my old school.","author":"Jake Lloyd","tag":"morning"},{"text":"My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown.","author":"Julie Burchill","tag":"attitude"},{"text":"Beauty is now defined by your bones sticking out of your decolletage. For that to be the standard is really perilous for women.","author":"Alanis Morissette","tag":"beauty"},{"text":"Quantum computation is... a distinctively new way of harnessing nature... It will be the first technology that allows useful tasks to be performed in collaboration between parallel universes.","author":"David Deutsch","tag":"nature"},{"text":"Three of my children are medical doctors, they know at least a hundred times as much about your body as my grandfather knew, but they don't know much more about soul than he did.","author":"John Templeton","tag":"medical"},{"text":"If we know that our own men are in a condition to attack, but are unaware that the enemy is not open to attack, we have gone only halfway towards victory.","author":"Sun Tzu","tag":"men"},{"text":"Nothing can stop the man with the right mental attitude from achieving his goal nothing on earth can help the man with the wrong mental attitude.","author":"Thomas Jefferson","tag":"attitude"},{"text":"Fame, I have already. Now I need the money.","author":"Wilhelm Steinitz","tag":"money"},{"text":"Human nature is not black and white but black and grey.","author":"Graham Greene","tag":"nature"},{"text":"I feel this music has nurtured me as I've been immersing myself in it. I've felt supported by it.","author":"Sting","tag":"music"},{"text":"Nobody who ever gave his best regretted it.","author":"George Halas","tag":"best"},{"text":"There has been a change in attitude, though.","author":"Daniel Petrie","tag":"attitude"},{"text":"It's hard to say what drives a three year-old, but I think I had a sense that nature was my solace, and nature was a place in which there was beauty, in which there was order.","author":"Story Musgrave","tag":"beauty"},{"text":"The crew are the faces you see every morning and last at night before you go home. I spend more time with those people than I do with my friends and family, so they're forever a part of you and who you become as an actor so I hope I see them again.","author":"Claudia Black","tag":"morning"},{"text":"Beauty is desired in order that it may be befouled not for its own sake, but for the joy brought by the certainty of profaning it.","author":"Tom Stoppard","tag":"beauty"},{"text":"Invent your world. Surround yourself with people, color, sounds, and work that nourish you.","author":"Anonymous","tag":"general"},{"text":"The Nobel Prize is an honor unique in the world in having found its way into the hearts and minds of simple people everywhere. It casts a light of peace and reason upon us all and for that I am especially grateful.","author":"George Wald","tag":"peace"},{"text":"Money doesn't talk, it swears.","author":"Bob Dylan","tag":"money"},{"text":"I saw things at an early age because my mom was a theater actress. I did a play with her when I was 10 years old.","author":"Sam Rockwell","tag":"mom"},{"text":"Events will take their course, it is no good of being angry at them he is happiest who wisely turns them to the best account.","author":"Euripides","tag":"best"},{"text":"Time is like money, the less we have of it to spare the further we make it go.","author":"Josh Billings","tag":"money"},{"text":"Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.","author":"Charles Kingsley","tag":"best"},{"text":"The best cure for the body is a quiet mind.","author":"Napoleon Bonaparte","tag":"best"},{"text":"A peace is of the nature of a conquest for then both parties nobly are subdued, and neither party loser.","author":"William Shakespeare","tag":"peace"},{"text":"There are only two forces that unite men - fear and interest.","author":"Napoleon Bonaparte","tag":"men"},{"text":"I do not quote my own movies. I think I would be pretty insufferable if I did.","author":"Diablo Cody","tag":"movies"},{"text":"I was fortunate enough to have my kids early, so being a mom always ended up being a better gig than these other parts that came along. So I always justified not really working a lot because I had a family.","author":"Heather Langenkamp","tag":"mom"},{"text":"Marriage is about the most expensive way for the average man to get laundry done.","author":"Burt Reynolds","tag":"marriage"},{"text":"A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day and a succession of such days is fatal to human life.","author":"Lewis Mumford","tag":"beauty"},{"text":"In a completely rational society, the best of us would be teachers and the rest of us would have to settle for something else.","author":"Lee Iacocca","tag":"best"},{"text":"A decision once taken brings peace to a man's mind and eases his soul.","author":"Mika Waltari","tag":"peace"},{"text":"The mother's heart is the child's schoolroom.","author":"Henry Ward Beecher","tag":"mom"},{"text":"One argument goes that recessions are good for female artists because when money flies out the window, women are allowed in the house. The other claims that when money ebbs, so do prospects for women.","author":"Jerry Saltz","tag":"money"},{"text":"We do not have a money problem in America. We have a values and priorities problem.","author":"Marian Wright Edelman","tag":"money"},{"text":"Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.","author":"Og Mandino","tag":"attitude"},{"text":"Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice.","author":"Eva Herzigova","tag":"men"},{"text":"I see music as one language. If one musical form eats its own tail, it dies. So it needs to be a mongrel, it needs to be hybridised.","author":"Sting","tag":"music"},{"text":"Throughout my 20s I spent a lot of time just playing and not really working, but fortunately for me I continued to get just enough work, and have a reason to wake up in the morning. I really empathize with some of my peers who had success in the early years then it dries up, and so there's no reason to get up in the morning.","author":"Jason Bateman","tag":"morning"},{"text":"If I had the medical clearance to fight, I would want to fight the best. The best would be Mayweather.","author":"Roberto Duran","tag":"medical"},{"text":"I have a family and two cats I get up with my kids early in the morning.","author":"Vanna White","tag":"morning"},{"text":"It is an interesting question how far men would retain their relative rank if they were divested of their clothes.","author":"Henry David Thoreau","tag":"men"},{"text":"It worries me about our unwillingness to really address reforms and modernization in Medicare. This thing was designed 37 years ago. It has not evolved to keep pace with current medical technology.","author":"John Sununu","tag":"medical"},{"text":"It has been suggested at various times that I should start an operation in the United Kingdom but - bearing in mind my age and medical history - I think this would be not a very sensible way to go forward.","author":"Martin Fleischmann","tag":"medical"},{"text":"Marriage is all about knowing the ins and outs and the intimate details, and your wife is supposed to be the person you know best. But my brother and I think alike, know everything about one another, and when we get together, we block everything else out. Nothing exists in our world except for us.","author":"Jon Heder","tag":"marriage"},{"text":"We shall find peace. We shall hear angels, we shall see the sky sparkling with diamonds.","author":"Anton Chekhov","tag":"peace"},{"text":"My mom was the picture of the blue-collar mom: Two and three and four jobs to make sure that me and my sister never needed, that was her thing.","author":"Ne-Yo","tag":"mom"},{"text":"Marriage is the mother of the world. It preserves kingdoms, and fills cities and churches, and heaven itself.","author":"Jeremy Taylor","tag":"marriage"},{"text":"If you're changing the world, you're working on important things. You're excited to get up in the morning.","author":"Larry Page","tag":"morning"},{"text":"The ideal has many names, and beauty is but one of them.","author":"Ninon de L'Enclos","tag":"beauty"},{"text":"Bambi can't act. Bambi had major attitude.","author":"Treat Williams","tag":"attitude"},{"text":"The Iranian regime suppresses its own people as well as others in the region. It prevents peace by sponsoring terror globally. With the ultimate weapon that it is deceptively developing, the regime aims to gain hegemony over the entire Middle East and hold the world's economy hostage.","author":"Shimon Peres","tag":"peace"},{"text":"I'm a mom - I'm lucky if I get to shower in the morning. Luckily, nail polish stays on my toes. I've been so bad on the upkeep, though.","author":"Idina Menzel","tag":"morning"},{"text":"You think that religion is a thing that is there to help you and to see you through life, and then you wake up one morning and find the entire Irish situation, the civil war that's based on religion.","author":"Midge Ure","tag":"morning"},{"text":"To send light into the darkness of men's hearts - such is the duty of the artist.","author":"Robert Schumann","tag":"men"},{"text":"If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.","author":"Jim Rohn","tag":"motivational"},{"text":"It's not common for a woman on television, especially if she's the mom of the family, to be funny. She's usually a straight man or foil.","author":"Martha Plimpton","tag":"mom"},{"text":"If there is not the war, you don't get the great general if there is not a great occasion, you don't get a great statesman if Lincoln had lived in a time of peace, no one would have known his name.","author":"Theodore Roosevelt","tag":"peace"},{"text":"Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.","author":"W. Clement Stone","tag":"attitude"},{"text":"The death of anti-gay hate speech is no doubt being hastened by the head-spinning speed with which gays as a group - to say nothing of gay marriage - are becoming an unremarkable and even quite traditional parts of American life.","author":"Jeffrey Kluger","tag":"marriage"},{"text":"It is the superfluous things for which men sweat, - superfluous things that wear our togas theadbare, that force us to grow old in camp, that dash us upon foreign shores.","author":"Lucius Annaeus Seneca","tag":"men"},{"text":"In terms of work I've always had a Bad Attitude in that I won't work anywhere which requires me to work strict hours or follow a dress code. I don't know if that's an Asperger's thing or not, I think it's just being reasonable.","author":"Bram Cohen","tag":"attitude"},{"text":"The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human.","author":"Elizabeth Edwards","tag":"patience"},{"text":"Best to live lightly, unthinkingly.","author":"Sophocles","tag":"best"},{"text":"From small beginnings come great things.","author":"Anonymous","tag":"general"},{"text":"It is dangerous for mortal beauty, or terrestrial virtue, to be examined by too strong a light. The torch of Truth shows much that we cannot, and all that we would not, see.","author":"Samuel Johnson","tag":"beauty"},{"text":"When you hire that first person, then you're a boss. You've got performance reviews. You've got complaints about not making enough money. You've got people who are just going to sell your story to the tabloids.","author":"Scott Adams","tag":"money"},{"text":"We are more than just flesh and bones. There's a certain spiritual nature and something of the mind that we can't measure. We can't find it. With all our sophisticated equipment, we cannot monitor or define it, and yet it's there.","author":"Benjamin Carson","tag":"nature"},{"text":"Our parents are obviously proud, but they're still trying to get used to the fact that we're in a band. I have a feeling my mom would actually like One Direction if I wasn't in it!","author":"Zayn Malik","tag":"mom"},{"text":"You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing.","author":"Leonardo DiCaprio","tag":"mom"},{"text":"It means a lot in my business and its a wonderful feeling to be recognized for what you have done over a lifetime, but I didn't go crazy. I still eat my cereal in the morning, have a sandwich in the afternoon, go to bed at night. You know, nothing really different.","author":"Regis Philbin","tag":"morning"},{"text":"My feelings about my mortality are less selfish than they used to be. I used to affect a cavalier attitude to death now I see it from my son's perspective.","author":"Rufus Sewell","tag":"attitude"},{"text":"But every great scripture, whether Hebrew, Indian, Persian, or Chinese, apart from its religious value will be found to have some rare and special beauty of its own and in this respect the original Bible stands very high as a monument of sublime poetry and of artistic prose.","author":"Lafcadio Hearn","tag":"beauty"},{"text":"I've done the best I can with the morning show. I made it a morning show. We have the coffee cup, you have the morning papers, you know, it's got that feel to it, that's what I wanted.","author":"Regis Philbin","tag":"morning"},{"text":"Liberalism is an attitude rather than a set of dogmas - an attitude that insists upon questioning all plausible and self-evident propositions, seeking not to reject them but to find out what evidence there is to support them rather than their possible alternatives.","author":"Morris Raphael Cohen","tag":"attitude"},{"text":"I want, of course, peace, grace, and beauty. How do you do that? You work for it.","author":"Studs Terkel","tag":"peace"},{"text":"Being a movie star, and this applies to all of them, means being looked at from every possible direction. You are never left at peace, you're just fair game.","author":"Greta Garbo","tag":"peace"},{"text":"After 'Freaks and Geeks,' I dealt with several producers who wanted to cover up all my beauty marks, every single mole on my body. They tried to cover them on my first two episodes of 'Dawson's Creek,' and it just looked ridiculous, so I had to put my foot down. But it's not something I'm insecure about.","author":"Busy Philipps","tag":"beauty"},{"text":"Politics is too partisan, and sometimes patriotism is cast aside. Patriotism is honor and love of your country and your brothers and sisters. With politics I get the impression that it's all about what's good for the party and not necessarily what's good for the country.","author":"Ricardo Montalban","tag":"patriotism"},{"text":"What is free time? I'm a single mother. My free moments are filled with loving my little girl.","author":"Roma Downey","tag":"mom"},{"text":"'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author":"Alice Walker","tag":"best"},{"text":"A bachelor is a guy who never made the same mistake once.","author":"Phyllis Diller","tag":"men"},{"text":"You'll never find peace of mind until you listen to your heart.","author":"George Michael","tag":"peace"},{"text":"For many people, managing pain involves using prescription medicine in combination with complementary techniques like physical therapy, acupuncture, yoga and massage. I appreciate this because I truly believe medical care should address the person as a whole - their mind, body, and spirit.","author":"Naomi Judd","tag":"medical"},{"text":"The beauty of a strong, lasting commitment is often best understood by men incapable of it.","author":"Murray Kempton","tag":"men"},{"text":"A bachelor is a guy who never made the same mistake once.","author":"Phyllis Diller","tag":"men"},{"text":"My mom has always said that the one thing she wishes she had done differently is have a job. She felt like the single-mindedness made her a little nuts sometimes, and she could have used an outlet for herself when we were little.","author":"Jennifer Garner","tag":"mom"},{"text":"Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win.","author":"Gary Lineker","tag":"men"},{"text":"It is strange that the years teach us patience that the shorter our time, the greater our capacity for waiting.","author":"Elizabeth Taylor","tag":"patience"},{"text":"Beauty is power a smile is its sword.","author":"John Ray","tag":"beauty"},{"text":"A lot of music is mathematics. It's balance.","author":"Mel Brooks","tag":"music"},{"text":"If you can't change your fate, change your attitude.","author":"Charles Revson","tag":"attitude"},{"text":"God gives me the children's ministry heart and patience. This is what He wants. It's awesome. I don't know where He's gonna take it - but God is building this thing.","author":"Willie Aames","tag":"patience"},{"text":"I would rather be adorned by beauty of character than jewels. Jewels are the gift of fortune, while character comes from within.","author":"Plautus","tag":"beauty"},{"text":"I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.","author":"Sandra Lee","tag":"marriage"},{"text":"Funny is an attitude.","author":"Flip Wilson","tag":"attitude"},{"text":"We've got activists all across the country like the members of the Million Mom March organization, some of their leaders are here tonight. We're phone banking congressional offices and pursuing editorial boards.","author":"Michael D. Barnes","tag":"mom"},{"text":"If there will be a serious Palestinian prime minister who makes a 100 percent effort to end terrorism, then we can have peace. Each side has to take steps. If terror continues, there will not be an independent Palestinian state. Israel will not accept it, if terror continues.","author":"Ariel Sharon","tag":"peace"},{"text":"I'm at a point in my life where I have something solid now. I'm a peaceful person, and I want to be surrounded by peace no matter what I'm doing.","author":"Cheryl James","tag":"peace"},{"text":"I never want to make a film. I don't wake up in the morning going, 'Ooh, I'd really love to be on set making a film today'. I'm aware that other contemporary film directors perceive film-making as what they do, as what they have to do. But I would hope that I am more catholic in my tastes.","author":"Stephen Daldry","tag":"morning"},{"text":"If so many men, so many minds, certainly so many hearts, so many kinds of love.","author":"Leo Tolstoy","tag":"men"},{"text":"You never go into a marriage expecting to get divorced. You go into a marriage expecting it's going to last forever, and you have a lot of ways you dream about the future. You have all these expectations, and then you have to adjust those expectations, and it can be a very unnerving, confusing time.","author":"Jenna Fischer","tag":"marriage"},{"text":"I'm just part of a tradition of people who aren't pleased. I would never think anyone else who has the same attitude was getting it from me. I'd just think they're... sensible.","author":"Jack Dee","tag":"attitude"},{"text":"I would say that the surest measure of a man's or a woman's maturity is the harmony, style, joy, and dignity he creates in his marriage, and the pleasure and inspiration he provides for his spouse.","author":"Benjamin Spock","tag":"marriage"},{"text":"Perseverance is failing 19 times and succeeding the 20th.","author":"Julie Andrews","tag":"motivational"},{"text":"If we know that our own men are in a condition to attack, but are unaware that the enemy is not open to attack, we have gone only halfway towards victory.","author":"Sun Tzu","tag":"men"},{"text":"Remember always that the composer's pen is still mightier than the bow of the violinist in you lie all the possibilities of the creation of beauty.","author":"John Philip Sousa","tag":"beauty"},{"text":"I do not suppose I shall be remembered for anything. But I don't think about my work in those terms. It is just as vulgar to work for the sake of posterity as to work for the sake of money.","author":"Orson Welles","tag":"money"},{"text":"I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.","author":"John Lennon","tag":"peace"},{"text":"You know those movies where the people in the audience are screaming, 'Don't go in that door!' because you know the killer is there? Well, it is the same thing with this debt. We know how this ends.","author":"Marco Rubio","tag":"movies"},{"text":"Beauty is truth's smile when she beholds her own face in a perfect mirror.","author":"Rabindranath Tagore","tag":"beauty"},{"text":"From their experience or from the recorded experience of others (history), men learn only what their passions and their metaphysical prejudices allow them to learn.","author":"Aldous Huxley","tag":"men"},{"text":"On my morning run, I listen to sports talk radio.","author":"Lisa Guerrero","tag":"morning"},{"text":"The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human.","author":"Elizabeth Edwards","tag":"patience"},{"text":"A child who is allowed to be disrespectful to his parents will not have true respect for anyone.","author":"Billy Graham","tag":"parenting"},{"text":"It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.","author":"Robert Byrd","tag":"money"},{"text":"Money and fame made me believe I was entitled. I was wrong and foolish.","author":"Tiger Woods","tag":"money"},{"text":"Bracketing has turned all my experiences, remembered and present, into a gallery of miracles where I wander around dazzled by the beauty of events I cannot explain.","author":"Martha Beck","tag":"beauty"},{"text":"Passion, you see, can be destroyed by a doctor. It cannot be created.","author":"Peter Shaffer","tag":"medical"},{"text":"It was pride that changed angels into devils it is humility that makes men as angels.","author":"Saint Augustine","tag":"men"},{"text":"Steven Spielberg is unique. I feel that the kinds of movies he loves are the same kinds of movies that the big mass audience loves. He's very fortunate because he can do the things he naturally likes the best, and he's been very successful.","author":"Francis Ford Coppola","tag":"movies"},{"text":"Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","author":"John Lennon","tag":"peace"},{"text":"The best argument against democracy is a five-minute conversation with the average voter.","author":"Winston Churchill","tag":"best"},{"text":"Knowledge is like money: the more he gets, the more he craves.","author":"Josh Billings","tag":"money"},{"text":"Rock music is niche.","author":"Bono","tag":"music"},{"text":"Democracy arises out of the notion that those who are equal in any respect are equal in all respects because men are equally free, they claim to be absolutely equal.","author":"Aristotle","tag":"men"},{"text":"At fifteen, beauty and talent do not exist there can only be promise of the coming woman.","author":"Honore de Balzac","tag":"beauty"},{"text":"Sometimes the beauty is easy. Sometimes you don't have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there's poetry written right on the bathroom wall.","author":"Ani DiFranco","tag":"beauty"},{"text":"Comics are so full of amazing work. And I can't look at a drawing of a woman without thinking of, for instance, Wallace Wood and his amazing way of capturing beauty.","author":"Frank Miller","tag":"beauty"},{"text":"My mom didn't want me to go to college. She didn't want me to read - when I read, I may as well have been holding a pineapple.","author":"Lynda Barry","tag":"mom"},{"text":"We don't watch the film anymore because we've seen it so many times, so we'll introduce it, walk out and we'll come back in right about when I wake up in the morning and walk over to the shop and everything's changed.","author":"Simon Pegg","tag":"morning"},{"text":"But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That's what I strive to do, that's what I pray to do every day.","author":"Barack Obama","tag":"best"},{"text":"I know no subject more elevating, more amazing, more ready to the poetical enthusiasm, the philosophical reflection, and the moral sentiment than the works of nature. Where can we meet such variety, such beauty, such magnificence?","author":"James Thomson","tag":"beauty"},{"text":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","author":"Brian Tracy","tag":"men"},{"text":"I believe the accepted model of capitalism that demands endless growth deserves the blame for the destruction of nature, and it should be displaced. Failing that, I try to work with those companies and help them change the way they think about our resources.","author":"Yvon Chouinard","tag":"nature"},{"text":"Thanks to capitalism, the importance placed on beauty has never been so manipulated. We are the guinea pigs force-fed ads that tell us how pathetic we are: that we will never be loved, happy or valuable unless we have the body, the face, the hair, even the personality that will apparently be ours, if only we buy their products.","author":"Beth Ditto","tag":"beauty"},{"text":"Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment.","author":"Joseph Gordon-Levitt","tag":"peace"},{"text":"It's very important that every movie I do makes money because I want the people that had the faith in me to get their money back.","author":"Quentin Tarantino","tag":"money"},{"text":"My mom was a big 'Smurfs' fan, so she would force me to watch every Saturday morning. I had no choice in the matter. I would jump downstairs on Saturday morning, 'Hurray, cartoons!' and she would say, 'Smurfs! That's what you're watching.'","author":"Jayma Mays","tag":"mom"},{"text":"You are never too old to set another goal or to dream a new dream.","author":"C. S. Lewis","tag":"motivational"},{"text":"Opportunity does not knock, it presents itself when you beat down the door.","author":"Kyle Chandler","tag":"motivational"},{"text":"Then you've got Georgetown, and I really just like everything about them. When I went down there with my mom, it really opened my eyes to what they were all about. I have to factor in what a school like that can do for me, even away from being a basketball player.","author":"Nerlens Noel","tag":"mom"},{"text":"He who has done his best for his own time has lived for all times.","author":"Friedrich Schiller","tag":"best"},{"text":"My sisters and I were fortunate to travel through Asia and Europe at very young ages. We confronted extraordinary beauty in Athens and unspeakable poverty in India.","author":"Mary Chapin Carpenter","tag":"beauty"},{"text":"With love and patience, nothing is impossible.","author":"Daisaku Ikeda","tag":"patience"},{"text":"I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it.","author":"Clyde Tombaugh","tag":"nature"},{"text":"I always think I'm the Tom Cruise of music - a lot of success and fans, but no critics, darling.","author":"Jon Bon Jovi","tag":"music"},{"text":"I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.","author":"Brian Tracy","tag":"motivational"},{"text":"Most men, when they think they are thinking, are merely rearranging their prejudices.","author":"Knute Rockne","tag":"men"},{"text":"I wouldn't like to be in movies. Movie people are strange. They live a different life than musicians do.","author":"Stevie Nicks","tag":"movies"},{"text":"People who lean on logic and philosophy and rational exposition end by starving the best part of the mind.","author":"William Butler Yeats","tag":"best"},{"text":"An excuse becomes an obstacle in your journey to success when it is made in place of your best effort or when it is used as the object of the blame.","author":"Bo Bennett","tag":"best"},{"text":"If people are constantly reading about you, and you're overexposed, they've got no reason to go see your movies. Also, it's not pleasant or nice to have your privacy invaded.","author":"John Cusack","tag":"movies"},{"text":"By making a comeback, I'm changing the attitude of people toward me. If I'd known that people would react so enthusiastically, I'd have done it years ago.","author":"Mark Spitz","tag":"attitude"},{"text":"We had news this morning of another successful atomic bomb being dropped on Nagasaki. These two heavy blows have fallen in quick succession upon the Japanese and there will be quite a little space before we intend to drop another.","author":"Henry L. Stimson","tag":"morning"},{"text":"I saw things at an early age because my mom was a theater actress. I did a play with her when I was 10 years old.","author":"Sam Rockwell","tag":"mom"},{"text":"He was one of those men who possess almost every gift, except the gift of the power to use them.","author":"Charles Kingsley","tag":"men"},{"text":"I know I'm not known as method. By nature I'm not a brooder. What I continue to use is a mixture of the English school, which is traditionally outside-in, and the more American way of working from the inside out.","author":"Hugh Jackman","tag":"nature"},{"text":"I don't think he cheated on me. During the marriage, I think he was there.","author":"Marla Maples","tag":"marriage"},{"text":"My dad and mom divorced when I was around ten, and I didn't live with him after that, though he was close by and we saw each other weekly. I wasn't really aware that he was a writer I didn't start reading his writing until I was about fifteen. It occurred to me then that my dad was kind of special he's still one of my favorite writers.","author":"Andre Dubus III","tag":"mom"},{"text":"The boy who expects every morning to open into a new world finds that today is like yesterday, but he believes tomorrow will be different.","author":"Charles Dudley Warner","tag":"morning"},{"text":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author":"George Washington","tag":"peace"},{"text":"God gives me the children's ministry heart and patience. This is what He wants. It's awesome. I don't know where He's gonna take it - but God is building this thing.","author":"Willie Aames","tag":"patience"},{"text":"One must learn, if one is to see the beauty in Japan, to like an extraordinarily restrained and delicate loveliness.","author":"Miriam Beard","tag":"beauty"},{"text":"A lot of directors idealize their leading ladies or turn them into these objects of sexuality and beauty.","author":"Diane Kruger","tag":"beauty"},{"text":"I was who I was in high school in accordance with the rules of conduct for a normal person, like obeying your mom and dad. Then I got out of high school and moved out of the house, and I just started, for lack of a better term, running free.","author":"Iggy Pop","tag":"mom"},{"text":"Men go abroad to wonder at the heights of mountains, at the huge waves of the sea, at the long courses of the rivers, at the vast compass of the ocean, at the circular motions of the stars, and they pass by themselves without wondering.","author":"Saint Augustine","tag":"men"},{"text":"After all, in today's music scene every band seems to steal from other bands.","author":"Maynard James Keenan","tag":"music"},{"text":"If you're going through hell, keep going.","author":"Winston Churchill","tag":"motivational"},{"text":"The people of Israel are entitled, as is any other nation, to live in peace and safety.","author":"Jonathan Sacks","tag":"peace"},{"text":"Well, when I was a kid and I watched 'Speed Racer,' I used to always watch it in the morning with my cereal. And when I ate the cereal, I would pour soda into the cereal because we never really had milk for some reason, I don't know.","author":"Emile Hirsch","tag":"morning"},{"text":"I didn't really get into golf until I was about 14. My mom and dad were taking lessons from a pro an hour and a half from our farm in Cohuna, Australia. When they got home, I'd ask my mom to explain everything they learned - drills and all.","author":"Stuart Appleby","tag":"mom"},{"text":"Many people believe that they are attracted by God, or by Nature, when they are only repelled by man.","author":"William Ralph Inge","tag":"nature"},{"text":"I had someone call me this morning telling me they had somebody who would only work a certain number of hours a week because if they worked too many hours a week then they couldn't get their government assistance. And that person has multiple cell phones, and gets them new every month with new minutes.","author":"Timothy Griffin","tag":"morning"},{"text":"My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.","author":"Jennifer Garner","tag":"mom"},{"text":"I write for no other purpose than to add to the beauty that now belongs to me. I write a book for no other reason than to add three or four hundred acres to my magnificent estate.","author":"Jack London","tag":"beauty"},{"text":"Libertarians argue that no normal adult has the right to impose choices on other normal adults, except in abnormal circumstances, such as when one person finds another unconscious and administers medical assistance or calls an ambulance.","author":"Tom G. Palmer","tag":"medical"},{"text":"Love is the beauty of the soul.","author":"Saint Augustine","tag":"beauty"},{"text":"Most Americans don't care about gay marriage.","author":"Dan Savage","tag":"marriage"},{"text":"Being a singer is all about me. About ego. Being a mom is all about being selfless - two different worlds.","author":"Gwen Stefani","tag":"mom"},{"text":"Haiti is always talking about decentralization and nothing has been so obvious, perhaps a weakness, as the centralized nature of Haitian society as being revealed by the earthquake. I mean, they lost all these medical training programs because they didn't have them anywhere else.","author":"Paul Farmer","tag":"medical"},{"text":"Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace.","author":"May Sarton","tag":"patience"},{"text":"Part of the reason for the ugliness of adults, in a child's eyes, is that the child is usually looking upwards, and few faces are at their best when seen from below.","author":"George Orwell","tag":"best"},{"text":"The unique and supreme voluptuousness of love lies in the certainty of committing evil. And men and women know from birth that in evil is found all sensual delight.","author":"Charles Baudelaire","tag":"men"},{"text":"Best to live lightly, unthinkingly.","author":"Sophocles","tag":"best"},{"text":"Fame can be just so annoying because people are so critical of you. You can't just say, 'hi'. You say hi and people whisper' man did you see the way she said hi? What an attitude.","author":"Juliette Lewis","tag":"attitude"},{"text":"God is each truly and exalted thing, therefore the individual himself to the highest degree. But are not nature and the world individuals?","author":"Karl Wilhelm Friedrich Schlegel","tag":"nature"},{"text":"Voting is a right best exercised by people who have taken time to learn about the issues.","author":"Tony Snow","tag":"best"},{"text":"Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.","author":"John F. Kennedy","tag":"patriotism"},{"text":"You know, I always say white is not a colour, white is an attitude, and if you haven't got trillions of dollars in the bank that you don't need, you can't be white.","author":"Dick Gregory","tag":"attitude"},{"text":"For a writer only one form of patriotism exists: his attitude toward language.","author":"Joseph Brodsky","tag":"attitude"},{"text":"Beauty and the devil are the same thing.","author":"Robert Mapplethorpe","tag":"beauty"},{"text":"It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket. A lot has happened since then.","author":"Antonio Banderas","tag":"money"},{"text":"What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment.","author":"Chris Evans","tag":"peace"},{"text":"I was always struck by how Picasso had no interest in music.","author":"David Hockney","tag":"music"},{"text":"My mom's a social worker, and my dad works in non-profit organisations.","author":"Seth Rogen","tag":"mom"},{"text":"My aim is to put down on paper what I see and what I feel in the best and simplest way.","author":"Ernest Hemingway","tag":"best"},{"text":"All a musician can do is to get closer to the sources of nature, and so feel that he is in communion with the natural laws.","author":"John Coltrane","tag":"nature"},{"text":"Shoot a few scenes out of focus. I want to win the foreign film award.","author":"Billy Wilder","tag":"movies"},{"text":"My mom, who's been in the restaurant business for 40 years, is the number-one influence in my life. But I look up to a lot of people in the industry. Tops on my list is Mario Batali. My mom and Mario taught me the same lesson: Food is love.","author":"Rachael Ray","tag":"mom"},{"text":"My parents have a strong work ethic, but their attitude to life, their philosophy, is: 'whatever makes you happy.'","author":"Sally Hawkins","tag":"attitude"},{"text":"The last of human freedoms - the ability to chose one's attitude in a given set of circumstances.","author":"Viktor E. Frankl","tag":"attitude"},{"text":"There is little difference in people, but that little difference makes a big difference. That little difference is attitude. The big difference is whether it is positive or negative.","author":"Robert Collier","tag":"attitude"},{"text":"We're here to bring beauty to the world and make a difference in this planet. That's what art forms are about.","author":"Charlie Haden","tag":"beauty"},{"text":"Oh, I don't think Tom Sowell would tell anybody to join the administration. That's not his style. But I think his attitude has always been if it had to be done he'd prefer me to do it than somebody else.","author":"Clarence Thomas","tag":"attitude"},{"text":"Beauty doesn't need ornaments. Softness can't bear the weight of ornaments.","author":"Munshi Premchand","tag":"beauty"},{"text":"Risk is a part of God's game, alike for men and nations.","author":"Warren Buffett","tag":"men"},{"text":"My own early crusade for same-sex marriage, for example, is now mainstream gay politics. It wasn't when I started.","author":"Andrew Sullivan","tag":"marriage"},{"text":"It's always too early to quit.","author":"Norman Vincent Peale","tag":"motivational"},{"text":"I think we're very complicated and we're capable of all kinds of things, and movies don't reflect that.","author":"Ryan Gosling","tag":"movies"},{"text":"The beauty of a strong, lasting commitment is often best understood by men incapable of it.","author":"Murray Kempton","tag":"men"},{"text":"You don't realize how hard it is to live on your own. But there's no mom to do your laundry, and make you dinner and to do things for you, and you don't think about little things like buying paper towels and salt.","author":"Emma Roberts","tag":"mom"},{"text":"Women think with their whole bodies and they see things as a whole more than men do.","author":"Dorothy Day","tag":"men"},{"text":"I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.","author":"Tobey Maguire","tag":"peace"},{"text":"I used to love to go to the movies - I'd see two in a row. A few times I even snuck into the second movie after it started... now that I think about it, that's kind of like shoplifting! Needless to say, I still love going to the movies, but I don't sneak in anymore.","author":"Danica McKellar","tag":"movies"},{"text":"Can anything be stupider than that a man has the right to kill me because he lives on the other side of a river and his ruler has a quarrel with mine, though I have not quarrelled with him?","author":"Blaise Pascal","tag":"patriotism"},{"text":"Ninety percent of all music is always crap, and when too many people decide they're going to have guitar bands, then ninety percent of them are going to be crap. It's just a given law.","author":"David Byrne","tag":"music"},{"text":"You can't expect to hit the jackpot if you don't put a few nickels in the machine.","author":"Flip Wilson","tag":"motivational"},{"text":"I grew up in Marcy Projects in Brooklyn, and my mom and pop had an extensive record collection, so Michael Jackson and Stevie Wonder and all of those sounds and souls of Motown filled the house.","author":"Jay-Z","tag":"mom"},{"text":"My parents were both in show business. My father was an actor, my mom an actress, and both singers, dancers and actors. They met in Los Angeles doing a play together and so I grew up in a show biz family.","author":"Micky Dolenz","tag":"mom"},{"text":"And you have a record company behind it, this is a key too, you need people to fight for your records, at least a little bit. So if you have a great song, it's catchy, and you've got a little bit of help, I think that's all you need. But there hasn't been that in music.","author":"Joan Jett","tag":"music"},{"text":"Painting will have to deal more fully and less obliquely with life and nature's phenomena before it can again become great.","author":"Edward Hopper","tag":"nature"},{"text":"Like any other people, like fathers, mothers, sons and daughters in every land, when the issue of peace or war has been put squarely to the American people, they have registered for peace.","author":"Paul Robeson","tag":"peace"},{"text":"My mom was a model. She had me at 20, so she was a young mother.","author":"Michael Kors","tag":"mom"},{"text":"When you've seen beyond yourself, then you may find, peace of mind is waiting there.","author":"George Harrison","tag":"peace"},{"text":"The awesomeness of God is that even in the works of the Beach Boys, Beatles, etc., the beauty of the music is a mere reflection of what God does everyday. He creates music of all kinds and moods.","author":"John Foster","tag":"beauty"},{"text":"My mom has always said that the one thing she wishes she had done differently is have a job. She felt like the single-mindedness made her a little nuts sometimes, and she could have used an outlet for herself when we were little.","author":"Jennifer Garner","tag":"mom"},{"text":"If there is to be any peace it will come through being, not having.","author":"Henry Miller","tag":"peace"},{"text":"I am an agnostic I do not pretend to know what many ignorant men are sure of.","author":"Clarence Darrow","tag":"men"},{"text":"There are going to be peaks and valleys in everything - in your marriage, in your job, in your life. So just enjoy the peaks and ride out the valleys. Just try not to do anything too rash.","author":"Ricky Schroder","tag":"marriage"},{"text":"I am not an Athenian or a Greek, but a citizen of the world.","author":"Diogenes","tag":"patriotism"},{"text":"A man must love a thing very much if he not only practices it without any hope of fame and money, but even... without any hope of doing it well.","author":"Oliver Herford","tag":"money"},{"text":"I am up at 3:30, reading the op-ed pages and getting ready to be on the air by 6 A.M. on the set of 'Morning Joe,' and after three hours of TV and two hours on the radio, it is only 12 noon.","author":"Mika Brzezinski","tag":"morning"},{"text":"I've never understood what the upside of marriage would be for me personally.","author":"Arsenio Hall","tag":"marriage"},{"text":"If all the rich and all of the church people should send their children to the public schools they would feel bound to concentrate their money on improving these schools until they met the highest ideals.","author":"Susan B. Anthony","tag":"money"},{"text":"I shall give you hunger, and pain, and sleepless nights. Also beauty, and satisfactions known to few, and glimpses of the heavenly life. None of these you shall have continually, and of their coming and going you shall not be foretold.","author":"Howard Lindsay","tag":"beauty"},{"text":"There's intense national feeling in America that could be called patriotism.","author":"Michael Ignatieff","tag":"patriotism"},{"text":"Revenge only engenders violence, not clarity and true peace. I think liberation must come from within.","author":"Sandra Cisneros","tag":"peace"},{"text":"Beauty is only skin deep, but it's a valuable asset if you're poor or haven't any sense.","author":"Vernon Howard","tag":"beauty"},{"text":"Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does.","author":"Nick Clegg","tag":"attitude"},{"text":"I would rather be adorned by beauty of character than jewels. Jewels are the gift of fortune, while character comes from within.","author":"Plautus","tag":"beauty"},{"text":"We busted a lot of family secrets with this. But to make a long story short, my parents relationship was built heavily on security issues for my Mom, and when my Dad couldn't provide security, the relationship unraveled.","author":"Kenny Loggins","tag":"mom"},{"text":"Beauty is the lover's gift.","author":"William Congreve","tag":"beauty"},{"text":"My Mom said she learned how to swim when someone took her out in the lake and threw her off the boat. I said, 'Mom, they weren't trying to teach you how to swim.'","author":"Paula Poundstone","tag":"mom"},{"text":"I didn't know that I could do a talk show. I didn't know that we could bring variety to daytime. I didn't know that people wanted to see singing, and dancing and comedy in the morning.","author":"Wayne Brady","tag":"morning"},{"text":"There are laws for peace as well as war.","author":"Titus Livius","tag":"peace"},{"text":"I've rarely seen video screens used well in a music concert.","author":"David Byrne","tag":"music"},{"text":"Democracy is necessary to peace and to undermining the forces of terrorism.","author":"Benazir Bhutto","tag":"peace"},{"text":"I could announce one morning that the world was going to blow up in three hours and people would be calling in about my hair!","author":"Katie Couric","tag":"morning"},{"text":"Adopting the right attitude can convert a negative stress into a positive one.","author":"Hans Selye","tag":"attitude"},{"text":"Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.","author":"Lynn Johnston","tag":"mom"},{"text":"I feel like a good mom. I'm a strong woman now... Don't look down on me. Pray for me because I'm trying.","author":"Fantasia Barrino","tag":"mom"},{"text":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.","author":"Jane Austen","tag":"men"},{"text":"Beauty ought to look a little surprised: it is the emotion that best suits her face. The beauty who does not look surprised, who accepts her position as her due - she reminds us too much of a prima donna.","author":"E. M. Forster","tag":"beauty"},{"text":"The nature of the global business environment guarantees that no matter how hard we work to create a stable and healthy organisation, our organisation will continue to experience dramatic changes far beyond our control.","author":"Margaret J. Wheatley","tag":"nature"},{"text":"I was always reading those beauty magazines and wanting to become this unattainable thing.","author":"Jennifer Aniston","tag":"beauty"},{"text":"Its attitude, which it has preached and practiced, is skepticism. Now, it finds, the public is applying that skepticism to the press.","author":"Thomas Griffith","tag":"attitude"},{"text":"The expression of beauty is in direct ratio to the power of conception the artist has acquired.","author":"Gustave Courbet","tag":"beauty"},{"text":"Children that are raised in a home with a married mother and father consistently do better in every measure of well-being than their peers who come from divorced or step-parent, single-parent, cohabiting homes.","author":"Todd Tiahrt","tag":"parenting"},{"text":"When you have a good mother and no father, God kind of sits in. It's not enough, but it helps.","author":"Dick Gregory","tag":"mom"},{"text":"I love that for Barack, there is no such thing as 'us' and 'them' - he doesn't care whether you're a Democrat, a Republican, or none of the above... he knows that we all love our country... and he's always ready to listen to good ideas... he's always looking for the very best in everyone he meets.","author":"Michelle Obama","tag":"best"},{"text":"If there is not the war, you don't get the great general if there is not a great occasion, you don't get a great statesman if Lincoln had lived in a time of peace, no one would have known his name.","author":"Theodore Roosevelt","tag":"peace"},{"text":"Imagine my surprise when, after a lifetime of teaching me to keep personal things to myself, Mom insisted my drawings were the start of a comic strip for millions of people to enjoy.","author":"Cathy Guisewite","tag":"mom"},{"text":"In such ugly times, the only true protest is beauty.","author":"Phil Ochs","tag":"beauty"},{"text":"When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.","author":"Mindy Kaling","tag":"men"},{"text":"Hope is patience with the lamp lit.","author":"Tertullian","tag":"patience"},{"text":"I may be the only mother in America who knows exactly what their child is up to all the time.","author":"Barbara Bush","tag":"mom"},{"text":"A beautiful thing is never perfect.","author":"Anonymous","tag":"general"},{"text":"My mom and dad met at UCLA when he as a captain in the Air Force and she was in her junior year.","author":"Tracy Austin","tag":"mom"},{"text":"It won't take 40 years for opposition to same-sex marriage to dissipate.","author":"Mary Cheney","tag":"marriage"},{"text":"For me the greatest beauty always lies in the greatest clarity.","author":"Gotthold Ephraim Lessing","tag":"beauty"},{"text":"Part of the reason that I moved to Los Angeles is that even though my mom introduced me to all kinds of music, I really wanted to work on having my own identify, on being who I am and doing what I do, and seeing how people responded.","author":"Schuyler Fisk","tag":"mom"},{"text":"People who identify themselves as conservatives donate money to charity more often than people who identify themselves as liberals. They donate more money and a higher percentage of their incomes.","author":"Thomas Sowell","tag":"money"},{"text":"I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.","author":"Moon Unit Zappa","tag":"morning"},{"text":"My dad left when I was 3 1/2, and he left my mom and I.","author":"David Cassidy","tag":"mom"},{"text":"These fallen heroes represent the character of a nation who has a long history of patriotism and honor - and a nation who has fought many battles to keep our country free from threats of terror.","author":"Michael N. Castle","tag":"patriotism"},{"text":"My mom really instilled in me that I'm beautiful and I can do anything, and I echo that now with my own girls.","author":"Jennie Garth","tag":"mom"},{"text":"I went to dance classes from 9 in the morning until 1, then to school from 3 to 10 at night, always under the threat that if I failed a single course I could forget about dancing.","author":"Victoria Abril","tag":"morning"},{"text":"Almost all the noblest things that have been achieved in the world, have been achieved by poor men poor scholars, poor professional men, poor artisans and artists, poor philosophers, poets, and men of genius.","author":"Albert Pike","tag":"men"},{"text":"Music, as many people have said, is the universal language. Of course points are made which make you think about things, but ultimately it makes you feel. And that's why people remember more songs that have meant something during their life than films. They start to define periods in your life, and that's kind of the beauty of it.","author":"Scott Weiland","tag":"beauty"},{"text":"Beauty is indeed a good gift of God but that the good may not think it a great good, God dispenses it even to the wicked.","author":"Saint Augustine","tag":"beauty"},{"text":"Perhaps it sounds ridiculous, but the best thing that young filmmakers should do is to get hold of a camera and some film and make a movie of any kind at all.","author":"Stanley Kubrick","tag":"best"},{"text":"I think my love of journalizing my life comes from my mom.","author":"Jeff Bridges","tag":"mom"},{"text":"A State in the grip of neo-colonialism is not master of its own destiny. It is this factor which makes neo-colonialism such a serious threat to world peace.","author":"Kwame Nkrumah","tag":"peace"},{"text":"Culture and tradition have to change little by little. So 'new' means a little twist, a marriage of Japanese technique with French ingredients. My technique. Indian food, Korean food I put Italian mozzarella cheese with sashimi. I don't think 'new new new.' I'm not a genius. A little twist.","author":"Masaharu Morimoto","tag":"marriage"},{"text":"You call to a dog and a dog will break its neck to get to you. Dogs just want to please. Call to a cat and its attitude is, 'What's in it for me?'","author":"Lewis Grizzard","tag":"attitude"},{"text":"Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.","author":"Ayn Rand","tag":"men"},{"text":"I've spent hours and hours doing research into Appalachian folk music. My grandfather was a fiddler. There is something very immediate, very simple and emotional, about that music.","author":"Renee Fleming","tag":"music"},{"text":"Men of ill judgment ignore the good that lies within their hands, till they have lost it.","author":"Sophocles","tag":"men"},{"text":"All men having power ought to be distrusted to a certain degree.","author":"James Madison","tag":"men"},{"text":"Like any other people, like fathers, mothers, sons and daughters in every land, when the issue of peace or war has been put squarely to the American people, they have registered for peace.","author":"Paul Robeson","tag":"peace"},{"text":"I have learned that acting is not about beauty.","author":"Vincent Cassel","tag":"beauty"},{"text":"There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.","author":"Anna Quindlen","tag":"beauty"},{"text":"Wise men, when in doubt whether to speak or to keep quiet, give themselves the benefit of the doubt, and remain silent.","author":"Napoleon Hill","tag":"men"},{"text":"Here in L.A. the standard of beauty is kind of ridiculous. I want to be doing this when I'm in my fifties and sixties and this isn't what I'm going to look like.","author":"Rose Byrne","tag":"beauty"},{"text":"I've probably understood men too well. I realise they are predatory by nature, and I have a certain acceptance of the male animal.","author":"Jacqueline Bisset","tag":"nature"},{"text":"In a school where everyone is famous or rich or whatever, you have a culture, 'What does your dad do?' 'What does your mom do?'","author":"Cynthia Nixon","tag":"mom"},{"text":"My mom and I have always been really close. She's always been the friend that was always there. There were times when, in middle school and junior high, I didn't have a lot of friends. But my mom was always my friend. Always.","author":"Taylor Swift","tag":"mom"},{"text":"Government is, by its very nature, a destroyer of liberties the Obama administration, specifically, is promising to interfere with the economy and the health care system so profoundly that Washington will soon have us all in chains.","author":"Thomas Frank","tag":"nature"},{"text":"I often get letters, quite frequently, from people who say how they like the programmes a lot, but I never give credit to the almighty power that created nature.","author":"David Attenborough","tag":"nature"},{"text":"I really am a woman at peace.","author":"Laura Schlessinger","tag":"peace"},{"text":"Love him or hate him, Trump is a man who is certain about what he wants and sets out to get it, no holds barred. Women find his power almost as much of a turn-on as his money.","author":"Donald Trump","tag":"money"},{"text":"I love everybody. One of the great things about me is that I have a very positive attitude.","author":"Imelda Marcos","tag":"attitude"},{"text":"The best liar is he who makes the smallest amount of lying go the longest way.","author":"Samuel Butler","tag":"best"},{"text":"None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace.","author":"Theodor Adorno","tag":"peace"},{"text":"My idea of perfect happiness is a healthy family, peace between nations, and all the critics die.","author":"David Mamet","tag":"peace"},{"text":"My mom was a saint. She taught me to be terminally nice.","author":"Iggy Pop","tag":"mom"},{"text":"Art usually only makes the news in America when the subject is money.","author":"Jerry Saltz","tag":"money"},{"text":"Friends and good manners will carry you where money won't go.","author":"Margaret Walker","tag":"money"},{"text":"We are going as fast as we can as soon as we can. We're in a race against time, until we run out of money.","author":"Jack Nicholson","tag":"money"},{"text":"A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men.","author":"Plato","tag":"men"},{"text":"Because of my unique experience as my mom's child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be.","author":"Tracee Ellis Ross","tag":"mom"},{"text":"All morning they watched for the plane which they thought would be looking for them. They cursed war in general and PTs in particular. At about ten o'clock the hulk heaved a moist sigh and turned turtle.","author":"John Hersey","tag":"morning"},{"text":"Holiday? Is like, what? I'm a hyperactive girl, so it may be boring for me to be on the beach doing nothing. I just need to find a place for three weeks and work but sleep in the morning, maybe write a little bit, have a glass of red wine. That's my perfect holiday.","author":"Melanie Laurent","tag":"morning"},{"text":"In my opinion, if we have not achieved peace, it is because people forget its most fundamental aspect. Before we talk about peace among nations, we must settle our peace with God.","author":"Sun Myung Moon","tag":"peace"},{"text":"The best way out is always through.","author":"Robert Frost","tag":"best"},{"text":"Each nation feels superior to other nations. That breeds patriotism - and wars.","author":"Dale Carnegie","tag":"patriotism"},{"text":"You can't set a hen in one morning and have chicken salad for lunch.","author":"George M. Humphrey","tag":"morning"},{"text":"Singing is a way of releasing an emotion that you sometimes can't portray when you're acting. And music moves your soul, so music is the source of the most intense emotions you can feel.","author":"Amanda Seyfried","tag":"music"},{"text":"I've used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I've still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth.","author":"Jimmy Carter","tag":"peace"},{"text":"If you don't like how things are, change it! You're not a tree.","author":"Jim Rohn","tag":"motivational"},{"text":"Education must provide the opportunities for self-fulfillment it can at best provide a rich and challenging environment for the individual to explore, in his own way.","author":"Noam Chomsky","tag":"best"},{"text":"Some men know that a light touch of the tongue, running from a woman's toes to her ears, lingering in the softest way possible in various places in between, given often enough and sincerely enough, would add immeasurably to world peace.","author":"Marianne Williamson","tag":"men"},{"text":"In Hollywood, you play a mom and instantly, you've got osteoporosis.","author":"Gabrielle Union","tag":"mom"},{"text":"We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.","author":"Maria Montessori","tag":"beauty"},{"text":"I founded a launch company called International Microspace when I graduated medical school in 1989. We were trying to build a microsatellite launcher.","author":"Peter Diamandis","tag":"medical"},{"text":"The man in our society is the breadwinner the woman has enough to do as the homemaker, wife and mother.","author":"Dorothy Fields","tag":"mom"},{"text":"A real New Yorker likes the sound of a garbage truck in the morning.","author":"R. L. Stine","tag":"morning"},{"text":"When you're adopted, no matter what, you've got issues with unconditional love. And you find out you're the product of the worst situation for a young girl to be in and start her life, and I'm so grateful that my birth mom made the decision she made. She came from a rough situation.","author":"Rodney Atkins","tag":"mom"},{"text":"After wrestling with myself for six months, I began medical treatment. During that time I started a band with some friends of mine called Jack's Car, but that didn't last.","author":"Jack Irons","tag":"medical"},{"text":"Mom was the greatest influence of my childhood. She wanted to save me from the vice, lust, and drinking that was all about me.","author":"Ethel Waters","tag":"mom"},{"text":"My mom and dad just loved the fact that I fooled around. They just embraced it. They'd always kind of enjoy it, and they liked it when I made them laugh.","author":"Dominic Monaghan","tag":"mom"},{"text":"That best portion of a man's life, his little, nameless, unremembered acts of kindness and love.","author":"William Wordsworth","tag":"best"},{"text":"Shortly thereafter, some friends encouraged me to try out for the Miss South Carolina World beauty pageant. To my surprise, I won - and was sent to New York City to compete nationally.","author":"Donna Rice","tag":"beauty"},{"text":"If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.","author":"Magic Johnson","tag":"attitude"},{"text":"My mom had started to go to work when I was nine or ten, so I was aware of women trying to find their own identities by working. But I was still influenced by men to such an extreme. I wanted to play their games and wanted to compete in their world and be like them.","author":"Elisabeth Shue","tag":"mom"},{"text":"And what I like about it is it makes me happy and I think it makes a lot of people happy to go to the movies and to not think about the problems of the day or the problems of tomorrow or the yesterday and just go on for the ride and have the fun of losing oneself in a fantasy.","author":"Nicolas Cage","tag":"movies"},{"text":"We were poor. But my mom never accepted that. She worked hard to become a residential contractor - got her master's with honors at the University of New Orleans. I used to go to every class with her. Her father was my paternal figure.","author":"Frank Ocean","tag":"mom"},{"text":"There is nothing better than being a parent. It is the most challenging job one could ever ask for. I love being a mom and I love being a friend to my children as well.","author":"Marlee Matlin","tag":"mom"},{"text":"Sometimes I've been to a party where no one spoke to me for a whole evening. The men, frightened by their wives or sweeties, would give me a wide berth. And the ladies would gang up in a corner to discuss my dangerous character.","author":"Marilyn Monroe","tag":"men"},{"text":"Fill you mind with the meaningless stimuli of a world preoccupied with meaningless things, and it will not be easy to feel peace in your heart.","author":"Marianne Williamson","tag":"peace"},{"text":"There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.","author":"Anna Quindlen","tag":"beauty"},{"text":"I'm proud to pay taxes in the United States the only thing is, I could be just as proud for half the money.","author":"Arthur Godfrey","tag":"money"},{"text":"I think there are some people in life who are not marriage material and Chris is one of them.","author":"Sharon Gless","tag":"marriage"},{"text":"Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.","author":"George Santayana","tag":"peace"},{"text":"There is something mean in human nature that prefers to think evil, that gives a willing ear and a ready welcome to calumny, a sort of jealousy of goodness and greatness and things of good report.","author":"Richard Le Gallienne","tag":"nature"},{"text":"For the first-time novelist you've got to get up at 5:30 in the morning and write until 7, make breakfast and go to work. Or, come home and work for an hour. Everybody has an hour in their day somewhere.","author":"Ridley Pearson","tag":"morning"},{"text":"Music is an agreeable harmony for the honor of God and the permissible delights of the soul.","author":"Johann Sebastian Bach","tag":"music"},{"text":"There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.","author":"Sivananda","tag":"best"},{"text":"I've been on the cover of 'Time' magazine three times, not for my beauty but because what I was doing was newsworthy around the world. I've worked with teams all my life, but I've been nice and I've been kind.","author":"Cheryl Tiegs","tag":"beauty"},{"text":"We had cocktail parties and I'd stay up until 5 in the morning.","author":"Dorothy Malone","tag":"morning"},{"text":"People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.","author":"Elisabeth Kubler-Ross","tag":"beauty"},{"text":"If you want peace, you don't talk to your friends. You talk to your enemies.","author":"Desmond Tutu","tag":"peace"},{"text":"I lived in small town out in the desert and my friend used to steal his mom's car in the middle of the night. He'd drive over to my house, I'd sneak out and we'd go out to the desert and just burn things down.","author":"Mark Hoppus","tag":"mom"},{"text":"Sad Patience, too near neighbour to despair.","author":"Matthew Arnold","tag":"patience"},{"text":"I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.","author":"Steve Jobs","tag":"best"},{"text":"The best author will be the one who is ashamed to become a writer.","author":"Friedrich Nietzsche","tag":"best"},{"text":"It was morning through the high window I saw the pure, bright blue of the sky as it hovered cheerfully over the long roofs of the neighboring houses. It too seemed full of joy, as if it had special plans, and had put on its finest clothes for the occasion.","author":"Herman Hesse","tag":"morning"},{"text":"I remember my mom saying that after you have a baby you get really thin. So you gain all that weight and then you just lose it and keep losing it.","author":"Arizona Muse","tag":"mom"},{"text":"I went to the bank and asked to borrow a cup of money. They said, 'What for?' I said, 'I'm going to buy some sugar.'","author":"Steven Wright","tag":"money"},{"text":"Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of.","author":"Emmylou Harris","tag":"attitude"},{"text":"The next morning we saw nothing of the enemy, though we were still lying to.","author":"John Byng","tag":"morning"},{"text":"I do not have much patience with a thing of beauty that must be explained to be understood. If it does need additional interpretation by someone other than the creator, then I question whether it has fulfilled its purpose.","author":"Charlie Chaplin","tag":"patience"},{"text":"There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea.","author":"Gustav Stickley","tag":"beauty"},{"text":"The technology used to detect if vehicles are carrying radioactive material is so sensitive it can tell if a person recently received radiation as part of a medical procedure.","author":"Timothy Murphy","tag":"medical"},{"text":"Because of my medical and ideological training, I am accustomed to saying that life is adaptation and symbiosis.","author":"Tabare Vazquez","tag":"medical"},{"text":"I don't like comedy. I like funny things. I don't like comedy. Like, comedy movies are just, 'Oh Jesus.'","author":"Louis C. K.","tag":"movies"},{"text":"We can do better in higher education. And it is more than just technology. It's also an attitude on the part of faculty. We need to think through how we can produce a better quality product at less cost.","author":"Roy Romer","tag":"attitude"},{"text":"I think it has other roots, has to do, in part, with a general anxiety in contemporary life... nuclear bombs, inequality of possibility and chance, inequality of goods allotted to us, a kind of general racist, unjust attitude that is pervasive.","author":"Leonard Baskin","tag":"attitude"},{"text":"There's only one thing that can kill the movies, and that's education.","author":"Will Rogers","tag":"movies"},{"text":"Beauty is the bait which with delight allures man to enlarge his kind.","author":"Socrates","tag":"beauty"},{"text":"You can die of the cure before you die of the illness.","author":"Michael Landon","tag":"medical"},{"text":"You may call God love, you may call God goodness. But the best name for God is compassion.","author":"Meister Eckhart","tag":"best"},{"text":"Better than a thousand hollow words, is one word that brings peace.","author":"Buddha","tag":"peace"},{"text":"The old fun thing is when somebody typed up the first chapter of War and Peace. And then made a precis of the rest of it and sent it out and only one publisher recognized it.","author":"Jim Harrison","tag":"peace"},{"text":"Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.","author":"John Wooden","tag":"best"},{"text":"My mother told me on several different occasions that she was livin' her dream vicariously through me. She once said that I was getting' to do all the things that she would have wanted to have done.","author":"Buck Owens","tag":"mom"},{"text":"I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.","author":"Baruch Spinoza","tag":"beauty"},{"text":"I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.","author":"Moon Unit Zappa","tag":"morning"},{"text":"If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got.","author":"Kurt Cobain","tag":"best"},{"text":"The price we have to pay for money is sometimes liberty.","author":"Robert Louis Stevenson","tag":"money"},{"text":"Afghanistan is very satisfied with Croatia's participation in the NATO-led peace mission and expects Croatia to expand its contribution to peace restoration in Afghanistan to other areas as well.","author":"Hamid Karzai","tag":"peace"},{"text":"And the greatest lesson that mom ever taught me though was this one. She told me there would be times in your life when you have to choose between being loved and being respected. Now she said to always pick being respected.","author":"Chris Christie","tag":"mom"},{"text":"Yesterday morning I amused myself with an exercise of a talent I once possessed, but have so neglected that my performance might almost be called an experiment. I cut out a dress for one of the women.","author":"Fanny Kemble","tag":"morning"},{"text":"In fact, my mom always told me because I was the daughter of an Army officer born overseas in Paris, France, that under the Constitution she believed that I could never run for president.","author":"Karen Hughes","tag":"mom"},{"text":"It's harder, but we're still finding oil in Oklahoma today. The bar has been raised on startup companies, but it can still be done. Every regulation and every rule limits you, but, yes, it can still be done. That's the beauty of living in a free country and having the freedom to have an idea and become an entrepreneur.","author":"Harold Hamm","tag":"beauty"},{"text":"But having said that, there's also a sea change in attitude towards media.","author":"Robert McChesney","tag":"attitude"},{"text":"When you lose, don't lose the lesson.","author":"Anonymous","tag":"general"},{"text":"Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.","author":"John Quincy Adams","tag":"patience"},{"text":"If there is no hell, a good many preachers are obtaining money under false pretenses.","author":"Billy Sunday","tag":"money"},{"text":"The will to succeed is important, but what's more important is the will to prepare.","author":"Bobby Knight","tag":"motivational"},{"text":"For what is love itself, for the one we love best? An enfolding of immeasurable cares which yet are better than any joys outside our love.","author":"George Eliot","tag":"best"},{"text":"I used to go to Bourbon Street when I was a kid and there would be club after club after club of people who were around when the music started. I mean these are legendary, maybe not so well known, but legendary musicians.","author":"Harry Connick, Jr.","tag":"music"},{"text":"My mom has this great skiing event in Jackson Hole, Wyoming, every year for a local charity.","author":"Joely Fisher","tag":"mom"},{"text":"You can muck around with different guitars for certain bits, but you have to have your own sound. That's your benchmark, that's your sound. I also play a Black Beauty. It sounds amazing.","author":"Dan Hawkins","tag":"beauty"},{"text":"Giving up doesn't always mean you are weak; sometimes it means that you are strong enough to let go.","author":"Anonymous","tag":"general"},{"text":"Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.","author":"Winston Churchill","tag":"peace"},{"text":"Honesty is the best policy.","author":"Benjamin Franklin","tag":"best"},{"text":"I'm going to let people know that it's cool to have a child and be young and still be a good mom. It's really tough, but I'm doing it.","author":"Brandy Norwood","tag":"mom"},{"text":"Everybody's a filmmaker today.","author":"John Milius","tag":"movies"},{"text":"I loved it, but social reality impeded. Now I wander in here at 9 in the morning or so, and come back for a while in the afternoon. I am a very lenient boss.","author":"Donald E. Westlake","tag":"morning"},{"text":"I'm tired of all this nonsense about beauty being skin deep. That's deep enough. What do you want, an adorable pancreas?","author":"Jean Kerr","tag":"beauty"},{"text":"I think that every state in the union should recognize same-sex marriage.","author":"Cass Sunstein","tag":"marriage"},{"text":"The ever increasing spiritual damage caused by life within the big city will make this hunger practically uncontrollable when we build here on this the landscape of our homeland we must be clear that we will protect its beauty.","author":"Fritz Todt","tag":"beauty"},{"text":"Even if society dictates that men and women should behave in certain ways, it is fathers and mothers who teach those ways to children not just in the words they say, but in the lives they lead.","author":"Augustus Y. Napier","tag":"men"},{"text":"You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing.","author":"Leonardo DiCaprio","tag":"mom"},{"text":"Men like me are impossible until the day when they become necessary.","author":"Victor Hugo","tag":"men"},{"text":"I have no useful theories about love and marriage.","author":"Michael Cunningham","tag":"marriage"},{"text":"Men are anxious to improve their circumstances, but are unwilling to improve themselves they therefore remain bound.","author":"James Allen","tag":"men"},{"text":"I remember my mom saying to me that what your friends do is one thing, but what you do could be on the front page of the paper.","author":"Scott McClellan","tag":"mom"},{"text":"The present moment is nice but it does not last. Living in it is like waiting in a junction town for the morning limited the junction may be interesting but some day you will have to leave it and you do not know where the limited will take you.","author":"Bruce Catton","tag":"morning"},{"text":"There are one hundred men seeking security to one able man who is willing to risk his fortune.","author":"J. Paul Getty","tag":"men"},{"text":"In chess one cannot control everything. Sometimes a game takes an unexpected turn, in which beauty begins to emerge. Both players are always instrumental in this.","author":"Vladimir Kramnik","tag":"beauty"},{"text":"Conservation is a state of harmony between men and land.","author":"Aldo Leopold","tag":"men"},{"text":"Five thousand people every day lose their home because of a medical bankruptcy. Most of them had insurance.","author":"Debbie Stabenow","tag":"medical"},{"text":"At best the family teaches the finest things human beings can learn from one another generosity and love. But it is also, all too often, where we learn nasty things like hate, rage and shame.","author":"Barbara Ehrenreich","tag":"best"},{"text":"The perception of beauty is a moral test.","author":"Henry David Thoreau","tag":"beauty"},{"text":"When Jesus comes back, these crazy, greedy, capitalistic men are gonna kill him again.","author":"Mike Tyson","tag":"men"},{"text":"Controversy is part of the nature of art and creativity.","author":"Yoko Ono","tag":"nature"},{"text":"This is our commitment to users and the people who use our service, is that Facebook's a free service. It's free now. It will always be free. We make money through having advertisements and things like that.","author":"Mark Zuckerberg","tag":"money"},{"text":"The glow of one warm thought is to me worth more than money.","author":"Thomas Jefferson","tag":"money"},{"text":"It seems to me that the natural world is the greatest source of excitement the greatest source of visual beauty the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.","author":"David Attenborough","tag":"beauty"},{"text":"Just this morning, out of a large memory for songs, and having been obsessed by them since childhood, suddenly, at the age of 84, I thought of a song I hadn't thought of in over 50 years. It came into my head unbidden.","author":"Tom Glazer","tag":"morning"},{"text":"Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.","author":"Jim Rohn","tag":"motivational"},{"text":"I am up at 3:30, reading the op-ed pages and getting ready to be on the air by 6 A.M. on the set of 'Morning Joe,' and after three hours of TV and two hours on the radio, it is only 12 noon.","author":"Mika Brzezinski","tag":"morning"},{"text":"A supermodel needed to be able to be on 'Sports Illustrated,' to be able to walk runways, to be able to do beauty ads, to be on covers. And the girls now can no longer be on covers and be in the ads because your actresses have taken over all the jobs. I don't know what happened, but we want our jobs back.","author":"Kim Alexis","tag":"beauty"},{"text":"I've made three musical movies which is pretty good considering that not many are made but I was lucky in other ways. I came along when independent movies were starting to boom.","author":"Christopher Walken","tag":"movies"},{"text":"To seduce a woman famous for strict morals, religious fervor and the happiness of her marriage: what could possibly be more prestigious?","author":"Christopher Hampton","tag":"marriage"},{"text":"My mom and my stepdad are both therapists.","author":"Jennifer Westfeldt","tag":"mom"},{"text":"I had a lot of resentment for a while toward Kim Novak. But I don't mind her anymore. She's okay. We've become friends. I even asked her before this trip for some beauty tips.","author":"Kim Novak","tag":"beauty"},{"text":"How pleasant it is for a father to sit at his child's board. It is like an aged man reclining under the shadow of an oak which he has planted.","author":"Voltaire","tag":"parenting"},{"text":"You know, I think the film business is its own worst enemy because it sells movies on DVD footage and 'behind the scenes,' and now it's a real struggle trying to keep storylines and plotlines a secret.","author":"Daniel Craig","tag":"movies"},{"text":"I'm strongly for a patient Bill of Rights. Decisions ought to be made by doctors, not accountants.","author":"Charles Schumer","tag":"medical"},{"text":"Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own.","author":"George Bernard Shaw","tag":"men"},{"text":"The Nobel Peace Prize has become hopelessly politicized. I think it cheapens the prize itself.","author":"John Bolton","tag":"peace"},{"text":"The best effort of a fine person is felt after we have left their presence.","author":"Ralph Waldo Emerson","tag":"best"},{"text":"The financial implode is bound to be reflected in the movies that are being made, there's no question.","author":"Clive Owen","tag":"movies"},{"text":"Think of all the beauty still left around you and be happy.","author":"Anne Frank","tag":"beauty"},{"text":"So much of our lives are defined by habit or what the guy next to us is doing, never wondering and knowing who and what we support with our actions, from the detergent Mom always used, to my favorite dish I make... A lot of my life is unexamined habit.","author":"Kristin Bauer van Straten","tag":"mom"},{"text":"There are movies that require fantasy and slightly more fantastical acting. Lines that are good for certain movies, in real life circumstances, would be absolutely unbelievable things to really say, and you would look at these people like they're freaks for conversing that way. But somehow for certain styles of movies, it works, and it seems fine.","author":"Christian Bale","tag":"movies"},{"text":"Well, I've never looked upon myself as being a beauty, per se.","author":"Cate Blanchett","tag":"beauty"},{"text":"I'm an immigrant kid who came to America from India when I was very young and grew up in New York City with a single mom and really was influenced by all of those immigrant cultures bumping up against each other.","author":"Padma Lakshmi","tag":"mom"},{"text":"There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker if sad, it must not scream or curse.","author":"William James","tag":"attitude"}]}